{
    "Select Date and Time": "Select Date and Time",
    "navbar.the" : "The",
    "navbar.basin" : "Basin",
    "navbar.home" : "Home",
    "Wait_text" : "Please wait...",
    "navbar.joinChannel" : "Join WhatsApp Channel",
    "navbar.fertilizers" : "Fertilizers",
    "Fertilizers.title" : "Recommended Fertilizers",
    "Fertilizers.description" : "Understanding the composition of soil is fundamental to successful agriculture. Soil testing serves as a crucial preliminary step, offering precise insights into the nutrient levels and characteristics of the soil. By conducting soil tests before planting, farmers can obtain accurate measurements that guide their fertilizer application strategies. This data is invaluable, providing comprehensive information on the types and quantities of fertilizers required for optimal crop growth. Moreover, soil composition varies across different regions in India, highlighting the importance of location-specific analysis. Through soil testing, farmers gain invaluable insights into the unique composition of their soil, empowering them to make informed decisions and maximize agricultural productivity.",
    "Fertilizers.btn" : "Find Fertilizers",
    "navbar.yojnas" : "Yojnas",
    "navbar.soiltest" : "Soil Testing",
    "navbar.articles" : "Articles",
    "navbar.contactUs" : "Contact Us",
    "navbar.LiveChat" : "Read the Content",
    "shops.title" : "Soil Testing",
    "shops.description" : "A soil test is important for several reasons: to optimize crop production, to protect the environment from contamination by runoff and leaching of excess fertilizers, to aid in the diagnosis of plant culture problems, to improve the nutritional balance of the growing media and to save money and conserve energy by applying only the amount of fertilizer needed. Pre- plant media analyses provide an indication of potential nutrient deficiencies, pH imbalance or excess soluble salts. This is particularly important for growers who mix their own media. Media testing during the growing season is an important tool for managing crop nutrition and soluble salts levels. To use this tool effectively, you must know how to take a media sample to send for analysis or for in-house testing, and be able to interpret media test results.",
    "shops.btn" : "Find Soil Testing Labs",
    "navbar.apmc" : "APMC",
    "hero.headline" : "Jai Jawan ! Jai Kisan !",
    "hero.description" : "Welcome to 'The-Basin' where we celebrate Indian farmers and the farming world's beauty. Explore trends in APMC, government schemes, and personalized weather forecasts in multiple languages. Access insightful articles to nurture farm success. Join us in sowing seeds for a brighter future!",
    "hero.weatherButton" : "Weather today ?",
    "hero.yojnas" : "Yojnas",
    "hero.apmc" : "Wholesale Regulated Markets(APMC)",
    "hero.articles" : "Articles on Farming",
    "apmc.findApmc" : "Find APMC",
    "apmc.description" : " APMC, or Agricultural Produce Market Committee, is like your local farmer's marketplace, ensuring fair prices and transparent transactions for your crops. It's your go-to place for selling your produce without worrying about unfair practices. APMC connects you directly with buyers, cutting out the middlemen and securing better profits for your hard work. With APMC, your harvest finds a fair value, and you gain the stability and support needed for a thriving farming community.",
    "apmc.whyImportant" : "Why APMC are important?",
    "apmc.steps.0.title":"Fair Trade Hub: APMC Boosts Farm Prosperity",
    "apmc.steps.0.description":"APMC ensures fair prices, transparent deals, and direct access to buyers, cutting out middlemen for better profits.",
    "apmc.steps.1.title": "Market Gateway: APMC Supports Farm Growth",
    "apmc.steps.1.description":"APMC offers farmers a direct route to market, ensuring fair prices and easy access to buyers for sustainable income.",
    "yojnas.title" : "Yojnas", 
    "yojnas.description" : "Empowering Farmers: Yojnas unlock vital government support, providing financial aid, technology, and tailored solutions for sustainable agricultural growth. Discover how these initiatives bolster productivity and ensure prosperity, making farming easier, more efficient, and ultimately more profitable.",
    "yojnas.findYojnas" : "Find Yojnas",
    "yojnas.cards.0.title" : "Yojnas: Your Farming Boost",
    "yojnas.cards.0.description" : "Discover how government yojnas can help your farm thrive! Get support for money, technology, and more to grow your crops better and keep your farm strong. Find out how these yojnas can make farming easier and more successful for you.",
    "yojnas.cards.1.title" : "Get the Most from Yojnas",
    "yojnas.cards.1.description" : "Learn about the special help the government offers farmers like you through yojnas. Find out if you can get free training, money, or help with your farm equipment. Know the simple steps to apply and how yojnas can make your farming life better.",
    "articles.title" : "Articles",
    "articles.description":  "Discover the importance of Articles for Farming, your invaluable source of knowledge for agricultural growth. These articles provide practical insights, expert advice, and innovative techniques tailored to your farming needs. From crop management to equipment maintenance, they offer essential guidance to enhance productivity and profitability on your farm. Stay informed, stay ahead with Articles for Farming, your trusted companion for success in the ever-evolving world of agriculture.",
    "articles.findArticles" : "Find Articles",
    "articles.checks.0" : "Stay Informed: Access expert advice and innovative techniques tailored to your farming needs.",
    "articles.checks.1" :  "Enhance Productivity: Learn practical insights for crop management and equipment maintenance.",
    "articles.checks.2" : "Maximize Profitability: Gain essential guidance to boost productivity and profitability on your farm.",
    "Select Language" : "Select Language",
    "Select Date": "Select Date",
    "Select Time": "Select Time",
    "Select a Date": "Select a Date",
    "Select a Time": "Select a Time",
    "Selected Date and Time": "Selected Date and Time",
    "Date": "Date",
    "Time": "Time",
    "Weather Description": "Weather Description",
    "Clear sky": "Clear sky",
    "Few clouds": "Few clouds",
    "Scattered clouds": "Scattered clouds",
    "Broken clouds": "Broken clouds",
    "Overcast clouds": "Overcast clouds",
    "Mist": "Mist",
    "Smoke": "Smoke",
    "Haze": "Haze",
    "Dust": "Dust",
    "Fog": "Fog",
    "Sand": "Sand",
    "Ash": "Ash",
    "Squall": "Squall",
    "Tornado": "Tornado",
    "Light rain": "Light rain",
    "Moderate rain": "Moderate rain",
    "Heavy intensity rain": "Heavy intensity rain",
    "Very heavy rain": "Very heavy rain",
    "Extreme rain": "Extreme rain",
    "Freezing rain": "Freezing rain",
    "Light intensity shower rain": "Light intensity shower rain",
    "Shower rain": "Shower rain",
    "Heavy intensity shower rain": "Heavy intensity shower rain",
    "Ragged shower rain": "Ragged shower rain",
    "Light snow": "Light snow",
    "Snow": "Snow",
    "Heavy snow": "Heavy snow",
    "Sleet": "Sleet",
    "Shower sleet": "Shower sleet",
    "Light rain and snow": "Light rain and snow",
    "Rain and snow": "Rain and snow",
    "Light shower snow": "Light shower snow",
    "Shower snow": "Shower snow",
    "Heavy shower snow": "Heavy shower snow",
    "Thunderstorm with light rain": "Thunderstorm with light rain",
    "Thunderstorm with rain": "Thunderstorm with rain",
    "Thunderstorm with heavy rain": "Thunderstorm with heavy rain",
    "Thunderstorm with light drizzle": "Thunderstorm with light drizzle",
    "Thunderstorm with drizzle": "Thunderstorm with drizzle",
    "Thunderstorm with heavy drizzle": "Thunderstorm with heavy drizzle"
  }
  