{
    "Select Date and Time": "तारीख और समय चुनें",
    "navbar.the" : "द",
    "navbar.basin" : "बेसिन",
    "navbar.home" : "घर",
    "navbar.joinChannel" : "व्हाट्सएप चैनल में शामिल हों",
    "navbar.fertilizers" : "उर्वरक",
    "Fertilizers.title" : "सुझाए गए उर्वरक",
    "Fertilizers.description" : " खेती में सफलता पाने के लिए मिट्टी के संरचना को समझना महत्वपूर्ण है। मिट्टी की परीक्षण महत्वपूर्ण प्रारंभिक चरण के रूप में काम करता है, जो मिट्टी के पोषक तत्वों और विशेषताओं के सटीक अंकों में दर्शाता है। बोने से पहले मिट्टी की परीक्षण करके, किसान सटीक मापों को प्राप्त कर सकते हैं जो उनके उर्वरक आवेदन रणनीतियों को मार्गदर्शित करते हैं। यह डेटा अमूल्य होता है, जो उपयुक्त फसल विकास के लिए आवश्यक उर्वरकों के प्रकार और मात्रा की संपूर्ण जानकारी प्रदान करता है। इसके अलावा, भारत के विभिन्न क्षेत्रों में मिट्टी का संरचना भिन्न होता है, जिससे स्थान-विशेष विश्लेषण का महत्व प्रकट होता है। मिट्टी की परीक्षण के माध्यम से, किसान अपनी मिट्टी के अनूठे संरचना के मूल्यमान दर्शन प्राप्त करते हैं, जिससे उन्हें सूचित निर्णय लेने और कृषि उत्पादकता को अधिकतम करने की शक्ति मिलती है।",
    "Fertilizers.btn" : "उर्वरकों का पता लगाएं",
    "Wait_text" : "कृपया प्रतीक्षा करें...",
    "navbar.apmc" : "एपीएमसी",
    "navbar.soiltest" : "मृदा परीक्षण",
    "navbar.yojnas" : "योजनाएँ",
    "navbar.articles" : "लेख",
    "navbar.contactUs" : "हमसे संपर्क करें",
    "navbar.LiveChat" : "सामग्री पढ़ें",
    "shops.title" : "मृदा परीक्षण",
    "shops.description" : "मृदा परीक्षण कई कारणों से महत्वपूर्ण है: फसल उत्पादन को अनुकूलित करने के लिए, पर्यावरण को अतिरिक्त उर्वरकों के अपवाह और निक्षालन से प्रदूषण से बचाने के लिए, पौधों की संस्कृति की समस्याओं के निदान में सहायता करने के लिए, बढ़ते मीडिया के पोषण संतुलन में सुधार करने और बचाने के लिए। केवल आवश्यक मात्रा में उर्वरक का उपयोग करके धन और ऊर्जा की बचत करें। प्री-प्लांट मीडिया विश्लेषण संभावित पोषक तत्वों की कमी, पीएच असंतुलन या अत्यधिक घुलनशील लवण का संकेत प्रदान करता है। यह उन उत्पादकों के लिए विशेष रूप से महत्वपूर्ण है जो अपना स्वयं का मीडिया मिश्रण करते हैं। बढ़ते मौसम के दौरान मीडिया परीक्षण फसल के पोषण और घुलनशील लवण के स्तर के प्रबंधन के लिए एक महत्वपूर्ण उपकरण है। इस उपकरण का प्रभावी ढंग से उपयोग करने के लिए, आपको पता होना चाहिए कि विश्लेषण या इन-हाउस परीक्षण के लिए भेजने के लिए मीडिया नमूना कैसे लेना है, और मीडिया परीक्षण परिणामों की व्याख्या करने में सक्षम होना चाहिए।",
    "shops.btn" : "मृदा परीक्षण प्रयोगशालाएँ खोजें",
    "hero.headline":"जय जवान! जय किसान!",
    "hero.description" : "'द-बेसिन' में आपका स्वागत है जहां हम भारतीय किसानों और कृषि जगत की सुंदरता का जश्न मनाते हैं। एपीएमसी के रुझान, सरकारी योजनाओं और कई भाषाओं में वैयक्तिकृत मौसम पूर्वानुमानों का अन्वेषण करें। कृषि की सफलता को बढ़ावा देने के लिए व्यावहारिक लेखों तक पहुंचें। उज्जवल भविष्य के लिए बीज बोने में हमारा साथ दें!",
    "hero.weatherButton" : "आज का मौसम?",
    "hero.yojnas" : "योजनाएँ",
    "hero.apmc" : "थोक विनियमित बाजार (एपीएमसी)",
    "hero.articles" : "खेती पर लेख",
    "apmc.findApmc" : "एपीएमसी खोजें",
    "apmc.description" : "एपीएमसी, या कृषि उपज बाज़ार समिति, आपके स्थानीय किसान बाज़ार की तरह है, जो आपकी फसलों के लिए उचित मूल्य और पारदर्शी लेनदेन सुनिश्चित करती है। अनुचित प्रथाओं के बारे में चिंता किए बिना अपनी उपज बेचने के लिए यह आपकी पसंदीदा जगह है। एपीएमसी आपको सीधे खरीदारों से जोड़ता है, बिचौलियों को खत्म करता है और आपकी कड़ी मेहनत के लिए बेहतर मुनाफा सुनिश्चित करता है। एपीएमसी के साथ, आपकी फसल को उचित मूल्य मिलता है, और आपको एक संपन्न कृषक समुदाय के लिए आवश्यक स्थिरता और समर्थन प्राप्त होता है।",
    "apmc.whyImportant" : "APMC क्यों महत्वपूर्ण हैं?",
    "apmc.steps.0.title":"निष्पक्ष व्यापार केंद्र: एपीएमसी ने कृषि समृद्धि को बढ़ावा दिया",
    "apmc.steps.0.description":"एपीएमसी बेहतर मुनाफे के लिए बिचौलियों को दूर रखते हुए उचित मूल्य, पारदर्शी सौदे और खरीदारों तक सीधी पहुंच सुनिश्चित करता है।",
    "apmc.steps.1.title": "मार्केट गेटवे: एपीएमसी कृषि विकास का समर्थन करता है",
    "apmc.steps.1.description":"एपीएमसी किसानों को बाजार तक सीधा रास्ता उपलब्ध कराता है, उचित मूल्य सुनिश्चित करता है और स्थायी आय के लिए खरीदारों तक आसान पहुंच सुनिश्चित करता है।",
    "yojnas.description" : "किसानों को सशक्त बनाना: योजनाएँ महत्वपूर्ण सरकारी सहायता प्रदान करती हैं, वित्तीय सहायता, प्रौद्योगिकी और सतत कृषि विकास के लिए अनुरूप समाधान प्रदान करती हैं। जानें कि कैसे ये पहल उत्पादकता को बढ़ाती हैं और समृद्धि सुनिश्चित करती हैं, जिससे खेती आसान, अधिक कुशल और अंततः अधिक लाभदायक हो जाती है।",
    "yojnas.findYojnas" : "योजना खोजें",
    "yojnas.title" : "योजनाएँ",
    "yojnas.cards.0.title" : "योजनाएँ : आपकी खेती को बढ़ावा",
    "yojnas.cards.0.description" : "जानें कि कैसे सरकारी योजनाएं आपके खेत को फलने-फूलने में मदद कर सकती हैं! अपनी फसलों को बेहतर ढंग से उगाने और अपने खेत को मजबूत बनाए रखने के लिए धन, प्रौद्योगिकी और अन्य चीज़ों के लिए सहायता प्राप्त करें। जानें कि कैसे ये योजनाएं आपके लिए खेती को आसान और अधिक सफल बना सकती हैं।",
    "yojnas.cards.1.title" : "योजनाओं से अधिकतम लाभ उठायें",
    "yojnas.cards.1.description" : "सरकार आप जैसे किसानों को योजनाओं के माध्यम से जो विशेष सहायता प्रदान करती है, उसके बारे में जानें। पता लगाएँ कि क्या आपको निःशुल्क प्रशिक्षण, धन या अपने कृषि उपकरणों के संबंध में सहायता मिल सकती है। जानिए आवेदन करने के सरल चरण और कैसे योजनाएं आपके कृषि जीवन को बेहतर बना सकती हैं।",
    "articles.title" : "सामग्री",
    "articles.description":  "खेती के लिए लेखों के महत्व की खोज करें, जो कृषि विकास के लिए आपके ज्ञान का अमूल्य स्रोत है। ये लेख आपकी खेती की ज़रूरतों के अनुरूप व्यावहारिक अंतर्दृष्टि, विशेषज्ञ सलाह और नवीन तकनीकें प्रदान करते हैं। फसल प्रबंधन से लेकर उपकरण रखरखाव तक, वे आपके खेत में उत्पादकता और लाभप्रदता बढ़ाने के लिए आवश्यक मार्गदर्शन प्रदान करते हैं। सूचित रहें, कृषि की निरंतर विकसित हो रही दुनिया में सफलता के लिए अपने भरोसेमंद साथी, आर्टिकल्स फॉर फार्मिंग के साथ आगे रहें",
    "articles.findArticles" : "लेख खोजें",
    "articles.checks.0" : "सूचित रहें: अपनी कृषि आवश्यकताओं के अनुरूप विशेषज्ञ सलाह और नवीन तकनीकों तक पहुँचें।",
    "articles.checks.1" :  "उत्पादकता बढ़ाएँ: फसल प्रबंधन और उपकरण रखरखाव के लिए व्यावहारिक जानकारी सीखें।",
    "articles.checks.2" : "लाभप्रदता को अधिकतम करें: अपने खेत पर उत्पादकता और लाभप्रदता को बढ़ावा देने के लिए आवश्यक मार्गदर्शन प्राप्त करें।",
    "AUDIO" : "श्रव्य",
    "Select Language" : "भाषा चुने",
    "Select Date": "तारीख चुनें",
    "Select Time": "समय चुनें",
    "Select a Date": "एक तारीख चुनें",
    "Select a Time": "एक समय चुनें",
    "Selected Date and Time": "चयनित तारीख और समय",
    "Date": "तारीख",
    "Time": "समय",
    "Weather Description": "मौसम का विवरण",
    "Clear sky": "साफ आसमान",
    "Few clouds": "कुछ बादल",
    "Scattered clouds": "बिखरे हुए बादल",
    "Broken clouds": "टूटे हुए बादल",
    "Overcast clouds": "अधिकतम बादल",
    "Mist": "कोहरा",
    "Smoke": "धुंध",
    "Haze": "धुंध",
    "Dust": "धूल",
    "Fog": "कोहरा",
    "Sand": "रेत",
    "Ash": "राख",
    "Squall": "चक्रवात",
    "Tornado": "चक्रवात",
    "Light rain": "हल्की बारिश",
    "Moderate rain": "मध्यम बारिश",
    "Heavy intensity rain": "जोरदार बारिश",
    "Very heavy rain": "बहुत जोरदार बारिश",
    "Extreme rain": "अत्यधिक बारिश",
    "Freezing rain": "बर्फबारी",
    "Light intensity shower rain": "हल्की बारिश",
    "Shower rain": "बारिश",
    "Heavy intensity shower rain": "जोरदार बारिश",
    "Ragged shower rain": "टूटी-फूटी बारिश",
    "Light snow": "हल्की बर्फबारी",
    "Snow": "बर्फबारी",
    "Heavy snow": "भारी बर्फबारी",
    "Sleet": "स्लीट",
    "Shower sleet": "स्लीट बारिश",
    "Light rain and snow": "हल्की बारिश और बर्फबारी",
    "Rain and snow": "बारिश और बर्फबारी",
    "Light shower snow": "हल्की बर्फबारी",
    "Shower snow": "बर्फबारी",
    "Heavy shower snow": "भारी बर्फबारी",
    "Thunderstorm with light rain": "हल्की बारिश के साथ आंधी",
    "Thunderstorm with rain": "बारिश के साथ आंधी",
    "Thunderstorm with heavy rain": "भारी बारिश के साथ आंधी",
    "Thunderstorm with light drizzle": "हल्की बारिश के साथ आंधी",
    "Thunderstorm with drizzle": "बारिश के साथ आंधी",
    "Thunderstorm with heavy drizzle": "भारी बारिश के साथ आंधी"
  }
  