{
    "Select Date and Time": "ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ",
    "AUDIO" : "ಶಬ್ದ",
    "hero.headline" : "ಜೈ ಜವಾನ್! ಜೈ ಕಿಸಾನ್!",
    "navbar.the" : "ದಿ",
    "navbar.home" : "ಮನೆ",
    "navbar.fertilizers" : "ಸಸ್ಯಾಪಾನ ಸಾಮಗ್ರಿಗಳು",
    "Wait_text" : "ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ...",
    "navbar.joinChannel" : "ವಾಟ್ಸಪ್ ಚಾನೆಲ್‌ಗೆ ಸೇರಿ",
    "Fertilizers.title" : " ಶಿಫಾರಿಸಲಾದ ಕಣಗಳು",
    "Fertilizers.description" : "ವ್ಯವಸಾಯದಲ್ಲಿ ಯಶಸ್ಸು ಪಡೆಯುವದಕ್ಕೆ ಮಣ್ಣಿನ ರಚನೆಯ ಗುರುತು ಮುಖ್ಯವಾಗಿದೆ. ಮಣ್ಣಿನ ಪರೀಕ್ಷೆ ಮುಖ್ಯವಾದ ಪೂರ್ವಾವಲೋಕನ ಹಂತವಾಗಿದೆ, ಪೋಷಕ ಮಟ್ಟಗಳು ಮತ್ತು ಮಣ್ಣಿನ ವಿಶೇಷತೆಗಳ ಸುರುಳಿಗಳನ್ನು ಸುರಿದುಕೊಡುತ್ತದೆ. ಬೆಳೆಯ ಹಿಂದೆ ಮಣ್ಣಿನ ಪರೀಕ್ಷೆಯನ್ನು ಮಾಡುವುದರಿಂದ, ವ್ಯವಸಾಯಿಗಳು ತಮ್ಮ ಪೋಷಕ ಅನ್ನು ಹರಿಸುವ ವಿಧಾನಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಈ ಡೇಟಾ ಅಮೂಲ್ಯವಾಗಿದೆ, ಬೆಳೆಗಳ ಅಭಿವೃದ್ಧಿಗಾಗಿ ಅಗತ್ಯವಿರುವ ಪೋಷಕಗಳ ರಕ್ಷಣೆಯ ಮೂಲಕ ಆದ್ಯತೆ ನೀಡುತ್ತದೆ. ಇದಲ್ಲದೆ, ಭಾರತದ ವಿಭಿನ್ನ ಪ್ರದೇಶಗಳಲ್ಲಿ ಮಣ್ಣಿನ ರಚನೆ ವಿಭಿನ್ನವಾಗಿದೆ, ಪ್ರದೇಶಗಳ ವಿಶೇಷ ವಿಶ್ಲೇಷಣೆಯ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಎತ್ತುವುದು. ಮಣ್ಣಿನ ಪರೀಕ್ಷೆಯ ಮೂಲಕ, ವ್ಯವಸಾಯಿಗಳು ತಮ್ಮ ಮಣ್ಣಿನ ಅನುವಾದ ರಚನೆಯ ಅಮೂಲ್ಯ ಪರಿಶೀಲನ ಪ್ರಾಪ್ತಿ ಮಾಡುತ್ತಾರೆ, ಅವರು ಅರಿತು ನಿರ್ಣಯಿಸುವ ವಿಶ್ವಾಸಾರ್ಹ ನಿರ್ಣಯಗಳನ್ನು ಹೊಂದುತ್ತಾರೆ, ಹೊರತು ಬೇರೆ ಯಾವುದೇ ವಿಷಯದಲ್ಲಿ ಹೊರತು ಕೃಷಿ ಉತ್ಪಾದನೆಯ ಗಳಿಗಿಂತಲೂ ಹೆಚ್ಚಿನ ಅಂತರ್ದೃಷ್ಟಿ ಪಡೆಯುತ್ತಾರೆ.",
    "Fertilizers.btn" : "ಸಸ್ಯಗಳಿಗೆ ಸೂಕ್ತವಾದ ಸಸ್ಯರಸಗಳನ್ನು ಹುಡುಕಿ",
    "navbar.basin" : "ಬೇಸಿನ್",
    "navbar.yojnas" : "ಯೋಜನೆಗಳು",
    "navbar.soiltest" : "ಮಣ್ಣು ಪರೀಕ್ಷೆ",
    "navbar.articles" : "ಲೇಖನಗಳು",
    "navbar.contactUs" : "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "navbar.LiveChat" : "ವಿಷಯವನ್ನು ಓದಿ",
    "shops.title" : "ಮಣ್ಣು ಪರೀಕ್ಷೆ",
    "shops.description" : "ಮಣ್ಣಿನ ಪರೀಕ್ಷೆಯು ಹಲವಾರು ಕಾರಣಗಳಿಗಾಗಿ ಮುಖ್ಯವಾಗಿದೆ: ಬೆಳೆ ಉತ್ಪಾದನೆಯನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು, ಹೆಚ್ಚಿನ ರಸಗೊಬ್ಬರಗಳ ಹರಿವು ಮತ್ತು ಸೋರಿಕೆಯಿಂದ ಪರಿಸರವನ್ನು ಮಾಲಿನ್ಯದಿಂದ ರಕ್ಷಿಸಲು, ಸಸ್ಯ ಸಂಸ್ಕೃತಿಯ ಸಮಸ್ಯೆಗಳ ರೋಗನಿರ್ಣಯದಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು, ಬೆಳೆಯುತ್ತಿರುವ ಮಾಧ್ಯಮದ ಪೌಷ್ಟಿಕಾಂಶದ ಸಮತೋಲನವನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ಉಳಿಸಲು. ಅಗತ್ಯವಿರುವಷ್ಟು ಗೊಬ್ಬರವನ್ನು ಮಾತ್ರ ಅನ್ವಯಿಸುವ ಮೂಲಕ ಹಣವನ್ನು ಮತ್ತು ಶಕ್ತಿಯನ್ನು ಉಳಿಸಿ. ಪೂರ್ವ-ಸಸ್ಯ ಮಾಧ್ಯಮ ವಿಶ್ಲೇಷಣೆಗಳು ಸಂಭಾವ್ಯ ಪೋಷಕಾಂಶಗಳ ಕೊರತೆ, pH ಅಸಮತೋಲನ ಅಥವಾ ಹೆಚ್ಚುವರಿ ಕರಗುವ ಲವಣಗಳ ಸೂಚನೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ. ತಮ್ಮದೇ ಮಾಧ್ಯಮವನ್ನು ಮಿಶ್ರಣ ಮಾಡುವ ಬೆಳೆಗಾರರಿಗೆ ಇದು ವಿಶೇಷವಾಗಿ ಮುಖ್ಯವಾಗಿದೆ. ಬೆಳವಣಿಗೆಯ ಋತುವಿನಲ್ಲಿ ಮಾಧ್ಯಮ ಪರೀಕ್ಷೆಯು ಬೆಳೆ ಪೋಷಣೆ ಮತ್ತು ಕರಗುವ ಲವಣಗಳ ಮಟ್ಟವನ್ನು ನಿರ್ವಹಿಸಲು ಪ್ರಮುಖ ಸಾಧನವಾಗಿದೆ. ಈ ಉಪಕರಣವನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಬಳಸಲು, ವಿಶ್ಲೇಷಣೆಗಾಗಿ ಅಥವಾ ಆಂತರಿಕ ಪರೀಕ್ಷೆಗಾಗಿ ಕಳುಹಿಸಲು ಮಾಧ್ಯಮ ಮಾದರಿಯನ್ನು ಹೇಗೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು ಮತ್ತು ಮಾಧ್ಯಮ ಪರೀಕ್ಷಾ ಫಲಿತಾಂಶಗಳನ್ನು ಅರ್ಥೈಸಲು ನಿಮಗೆ ತಿಳಿದಿರಬೇಕು.",
    "shops.btn" : "ಮಣ್ಣು ಪರೀಕ್ಷಾ ಪ್ರಯೋಗಾಲಯಗಳನ್ನು ಹುಡುಕಿ",
    "navbar.apmc" : "ಎಪಿಎಂಸಿ",
    "hero.description" : "ನಾವು ಭಾರತೀಯ ರೈತರು ಮತ್ತು ಕೃಷಿಯ ಸೌಂದರ್ಯವನ್ನು ಆಚರಿಸುವ 'ದಿ-ಬೇಸಿನ್' ಗೆ ಸುಸ್ವಾಗತ. APMC ಟ್ರೆಂಡ್‌ಗಳು, ಸರ್ಕಾರಿ ಯೋಜನೆಗಳು ಮತ್ತು ವೈಯಕ್ತೀಕರಿಸಿದ ಹವಾಮಾನ ಮುನ್ಸೂಚನೆಗಳನ್ನು ಬಹು ಭಾಷೆಗಳಲ್ಲಿ ಅನ್ವೇಷಿಸಿ. ಕೃಷಿಯ ಯಶಸ್ಸನ್ನು ಹೆಚ್ಚಿಸಲು ಪ್ರಾಯೋಗಿಕ ಲೇಖನಗಳನ್ನು ಪ್ರವೇಶಿಸಿ. ಉಜ್ವಲ ಭವಿಷ್ಯಕ್ಕಾಗಿ ಬೀಜಗಳನ್ನು ನೆಡಲು ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ!",
    "hero.weatherButton" : "ಇಂದಿನ ಹವಾಮಾನ?",
    "hero.yojnas" : "ಯೋಜನೆಗಳು",
    "hero.apmc" : "ಸಗಟು ನಿಯಂತ್ರಿತ ಮಾರುಕಟ್ಟೆ (APMC)",
    "hero.articles" : "ಕೃಷಿ ಕುರಿತ ಲೇಖನಗಳು",
    "yojnas.title" : "ಯೋಜನೆಗಳು",
    "yojnas.description" : "ರೈತರ ಸಬಲೀಕರಣ: ಯೋಜನೆಗಳು ಸರ್ಕಾರದ ಮಹತ್ವದ ಬೆಂಬಲ, ಆರ್ಥಿಕ ನೆರವು, ತಂತ್ರಜ್ಞಾನ ಮತ್ತು ಸುಸ್ಥಿರ ಕೃಷಿ ಅಭಿವೃದ್ಧಿಗೆ ಸೂಕ್ತ ಪರಿಹಾರಗಳನ್ನು ಒದಗಿಸುತ್ತವೆ. ಈ ಉಪಕ್ರಮಗಳು ಹೇಗೆ ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತವೆ ಮತ್ತು ಸಮೃದ್ಧಿಯನ್ನು ಖಾತ್ರಿಪಡಿಸುತ್ತವೆ, ಕೃಷಿಯನ್ನು ಸುಲಭ, ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಮತ್ತು ಅಂತಿಮವಾಗಿ ಹೆಚ್ಚು ಲಾಭದಾಯಕವಾಗಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ.",
    "yojnas.findYojnas" : "ನಿಧಿ ಯೋಜನೆ",
    "yojnas.cards.0.title" : "ಯೋಜನೆಗಳು: ನಿಮ್ಮ ಕೃಷಿಯನ್ನು ಹೆಚ್ಚಿಸಿ",
    "yojnas.cards.0.description" : "ಸರ್ಕಾರದ ಯೋಜನೆಗಳು ನಿಮ್ಮ ಫಾರ್ಮ್ ಅಭಿವೃದ್ಧಿಗೆ ಹೇಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ! ನಿಮ್ಮ ಬೆಳೆಗಳನ್ನು ಉತ್ತಮವಾಗಿ ಬೆಳೆಯಲು ಮತ್ತು ನಿಮ್ಮ ಫಾರ್ಮ್ ಅನ್ನು ಬಲವಾಗಿರಿಸಲು ಹಣ, ತಂತ್ರಜ್ಞಾನ ಮತ್ತು ಹೆಚ್ಚಿನ ಸಹಾಯವನ್ನು ಪಡೆಯಿರಿ. ಈ ಯೋಜನೆಗಳು ನಿಮಗೆ ಕೃಷಿಯನ್ನು ಹೇಗೆ ಸುಲಭ ಮತ್ತು ಹೆಚ್ಚು ಯಶಸ್ವಿಯಾಗಿ ಮಾಡಬಹುದು ಎಂಬುದನ್ನು ತಿಳಿಯಿರಿ.",
    "yojnas.cards.1.title" : "ನಿಮ್ಮ ಯೋಜನೆಗಳಿಂದ ಹೆಚ್ಚಿನದನ್ನು ಪಡೆಯಿರಿ",
    "yojnas.cards.1.description" : "ನಿಮ್ಮಂತಹ ರೈತರಿಗೆ ಯೋಜನೆಗಳ ಮೂಲಕ ಸರ್ಕಾರ ನೀಡುವ ವಿಶೇಷ ಬೆಂಬಲದ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ. ನೀವು ಉಚಿತ ತರಬೇತಿ, ಧನಸಹಾಯ ಅಥವಾ ನಿಮ್ಮ ಕೃಷಿ ಸಲಕರಣೆಗಳ ಸಹಾಯವನ್ನು ಪಡೆಯಬಹುದೇ ಎಂದು ಕಂಡುಹಿಡಿಯಿರಿ. ಅನ್ವಯಿಸಲು ಸರಳ ಹಂತಗಳನ್ನು ತಿಳಿಯಿರಿ ಮತ್ತು ಯೋಜನೆಗಳು ನಿಮ್ಮ ಕೃಷಿ ಜೀವನವನ್ನು ಹೇಗೆ ಸುಧಾರಿಸಬಹುದು.",
    "apmc.findApmc" : "APMC ಅನ್ನು ಹುಡುಕಿ",
    "apmc.description" : "APMC, ಅಥವಾ ಕೃಷಿ ಉತ್ಪನ್ನ ಮಾರುಕಟ್ಟೆ ಸಮಿತಿಯು ನಿಮ್ಮ ಸ್ಥಳೀಯ ರೈತರ ಮಾರುಕಟ್ಟೆಯಂತಿದ್ದು, ನಿಮ್ಮ ಬೆಳೆಗಳಿಗೆ ನ್ಯಾಯಯುತ ಬೆಲೆ ಮತ್ತು ಪಾರದರ್ಶಕ ವಹಿವಾಟುಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಅನ್ಯಾಯದ ಆಚರಣೆಗಳ ಬಗ್ಗೆ ಚಿಂತಿಸದೆ ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಇದು ನಿಮ್ಮ ನೆಚ್ಚಿನ ಸ್ಥಳವಾಗಿದೆ. ಎಪಿಎಂಸಿ ನಿಮ್ಮನ್ನು ನೇರವಾಗಿ ಖರೀದಿದಾರರಿಗೆ ಸಂಪರ್ಕಿಸುತ್ತದೆ, ಮಧ್ಯವರ್ತಿಗಳನ್ನು ತೊಡೆದುಹಾಕುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಶ್ರಮಕ್ಕೆ ಉತ್ತಮ ಲಾಭವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ. APMC ಯೊಂದಿಗೆ, ನಿಮ್ಮ ಬೆಳೆಗೆ ನ್ಯಾಯಯುತ ಬೆಲೆ ಸಿಗುತ್ತದೆ ಮತ್ತು ನೀವು ಅಭಿವೃದ್ಧಿ ಹೊಂದುತ್ತಿರುವ ರೈತ ಸಮುದಾಯಕ್ಕೆ ಅಗತ್ಯವಿರುವ ಸ್ಥಿರತೆ ಮತ್ತು ಬೆಂಬಲವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
    "apmc.whyImportant" : "ಎಪಿಎಂಸಿ ಏಕೆ ಮುಖ್ಯ?",
    "apmc.steps.0.title":"ಫೇರ್ ಟ್ರೇಡ್ ಸೆಂಟರ್: ಎಪಿಎಂಸಿ ಕೃಷಿ ಸಮೃದ್ಧಿಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ",
    "apmc.steps.0.description":"ಉತ್ತಮ ಲಾಭಕ್ಕಾಗಿ ಮಧ್ಯವರ್ತಿಗಳನ್ನು ತೊಡೆದುಹಾಕುವ ಮೂಲಕ APMC ನ್ಯಾಯಯುತ ಬೆಲೆಗಳು, ಪಾರದರ್ಶಕ ವ್ಯವಹಾರಗಳು ಮತ್ತು ಖರೀದಿದಾರರಿಗೆ ನೇರ ಪ್ರವೇಶವನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ.",
    "apmc.steps.1.title": "ಮಾರುಕಟ್ಟೆ ಗೇಟ್‌ವೇ: ಕೃಷಿ ಅಭಿವೃದ್ಧಿಗೆ ಎಪಿಎಂಸಿ ಬೆಂಬಲ ನೀಡುತ್ತದೆ",
    "apmc.steps.1.description" : "ಎಪಿಎಂಸಿ ರೈತರಿಗೆ ಮಾರುಕಟ್ಟೆಗೆ ನೇರ ಮಾರ್ಗವನ್ನು ನೀಡುತ್ತದೆ, ನ್ಯಾಯಯುತ ಬೆಲೆಗಳನ್ನು ಖಚಿತಪಡಿಸುತ್ತದೆ ಮತ್ತು ಸುಸ್ಥಿರ ಆದಾಯಕ್ಕಾಗಿ ಖರೀದಿದಾರರಿಗೆ ಸುಲಭ ಪ್ರವೇಶವನ್ನು ನೀಡುತ್ತದೆ.",
    "articles.title" : "ಲೇಖನಗಳು",
    "articles.description":  "ಕೃಷಿಗಾಗಿ ಲೇಖನಗಳ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಅನ್ವೇಷಿಸಿ, ಇದು ಕೃಷಿ ಅಭಿವೃದ್ಧಿಗೆ ನಿಮ್ಮ ಅಮೂಲ್ಯವಾದ ಜ್ಞಾನದ ಮೂಲವಾಗಿದೆ. ಈ ಲೇಖನಗಳು ಪ್ರಾಯೋಗಿಕ ಒಳನೋಟಗಳು, ತಜ್ಞರ ಸಲಹೆ ಮತ್ತು ನಿಮ್ಮ ಕೃಷಿ ಅಗತ್ಯಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ನವೀನ ತಂತ್ರಗಳನ್ನು ಒದಗಿಸುತ್ತವೆ. ಬೆಳೆ ನಿರ್ವಹಣೆಯಿಂದ ಉಪಕರಣಗಳ ನಿರ್ವಹಣೆಗೆ, ಅವರು ನಿಮ್ಮ ಜಮೀನಿನಲ್ಲಿ ಉತ್ಪಾದಕತೆ ಮತ್ತು ಲಾಭದಾಯಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಅಗತ್ಯವಾದ ಮಾರ್ಗದರ್ಶನವನ್ನು ಒದಗಿಸುತ್ತಾರೆ. ನಿರಂತರವಾಗಿ ವಿಕಸನಗೊಳ್ಳುತ್ತಿರುವ ಕೃಷಿ ಜಗತ್ತಿನಲ್ಲಿ ಯಶಸ್ಸಿಗೆ ನಿಮ್ಮ ವಿಶ್ವಾಸಾರ್ಹ ಪಾಲುದಾರ, ಕೃಷಿಗಾಗಿ ಲೇಖನಗಳೊಂದಿಗೆ ಕರ್ವ್‌ನಿಂದ ಮುಂದೆ ಇರಿ.",
    "articles.findArticles" : "ಲೇಖನಗಳನ್ನು ಹುಡುಕಿ",
    "articles.checks.0" : "ಮಾಹಿತಿಯಲ್ಲಿರಿ: ನಿಮ್ಮ ಕೃಷಿ ಅಗತ್ಯಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ತಜ್ಞರ ಸಲಹೆ ಮತ್ತು ನವೀನ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಪ್ರವೇಶಿಸಿ.",
    "articles.checks.1" :  "ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ: ಬೆಳೆ ನಿರ್ವಹಣೆ ಮತ್ತು ಸಲಕರಣೆಗಳ ನಿರ್ವಹಣೆಗಾಗಿ ಪ್ರಾಯೋಗಿಕ ಮಾಹಿತಿಯನ್ನು ತಿಳಿಯಿರಿ.",
    "articles.checks.2" : "ಲಾಭದಾಯಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ: ನಿಮ್ಮ ಜಮೀನಿನಲ್ಲಿ ಉತ್ಪಾದಕತೆ ಮತ್ತು ಲಾಭದಾಯಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಮಾರ್ಗದರ್ಶನವನ್ನು ಪಡೆಯಿರಿ.",
    "Select Language" : "ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "Select Date": "ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ",
    "Select Time": "ಸಮಯ ಆಯ್ಕೆ ಮಾಡಿ",
    "Select a Date": "ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ",
    "Select a Time": "ಸಮಯ ಆಯ್ಕೆ ಮಾಡಿ",
    "Selected Date and Time": "ಆಯ್ಕೆಯಾದ ದಿನಾಂಕ ಮತ್ತು ಸಮಯ",
    "Date": "ದಿನಾಂಕ",
    "Time": "ಸಮಯ",
    "Weather Description": "ಹವಾಮಾನ ವಿವರಣೆ",
    "Clear sky": "ಸ್ವಚ್ಛ ಆಕಾಶ",
    "Few clouds": "ಕೆಲವು ಮೇಘಗಳು",
    "Scattered clouds": "ಚಿತ್ತಾರದ ಮೇಘಗಳು",
    "Broken clouds": "ಕೊಂಬುಗಳನ್ನು ಮುರಿದ ಮೇಘಗಳು",
    "Overcast clouds": "ಮೇಘಗಳಿಂದ ಮುಚ್ಚಿದ ಆಕಾಶ",
    "Mist": "ಕಪ್ಪು",
    "Smoke": "ಧೂಮ",
    "Haze": "ಮಂಜು",
    "Dust": "ಧೂಳು",
    "Fog": "ಕೋಹು",
    "Sand": "ಮರಳು",
    "Ash": "ಎಲೆಗಳು",
    "Squall": "ಸ್ವಲ್",
    "Tornado": "ಟಾರ್ನೇಡೊ",
    "Light rain": "ತೂಕ ಮಳೆ",
    "Moderate rain": "ಮಧ್ಯಮ ಮಳೆ",
    "Heavy intensity rain": "ಭಾರಿ ತೀವ್ರತೆಯ ಮಳೆ",
    "Very heavy rain": "ತೀವ್ರವಾದ ಮಳೆ",
    "Extreme rain": "ಅತ್ಯಂತ ಮಳೆ",
    "Freezing rain": "ಹಿಮಬರುವ ಮಳೆ",
    "Light intensity shower rain": "ತೂಕ ಮಳೆ ಬಳಸುವುದು",
    "Shower rain": "ಮಳೆ ಬಳಸುವುದು",
    "Heavy intensity shower rain": "ತೀವ್ರವಾದ ಮಳೆ ಬಳಸುವುದು",
    "Ragged shower rain": "ಅವ್ಯವಸ್ಥಿತ ಮಳೆ",
    "Light snow": "ತೂಕ ಹಿಮ",
    "Snow": "ಹಿಮ",
    "Heavy snow": "ಭಾರಿ ಹಿಮ",
    "Sleet": "ಸ್ಲೀಟ್",
    "Shower sleet": "ಸ್ಲೀಟ್ ಬಳಸುವುದು",
    "Light rain and snow": "ತೂಕ ಮಳೆ ಮತ್ತು ಹಿಮ",
    "Rain and snow": "ಮಳೆ ಮತ್ತು ಹಿಮ",
    "Light shower snow": "ತೂಕ ಹಿಮ ಬಳಸುವುದು",
    "Shower snow": "ಹಿಮ ಬಳಸುವುದು",
    "Heavy shower snow": "ತೀವ್ರವಾದ ಹಿಮ ಬಳಸುವುದು",
    "Thunderstorm with light rain": "ತೂಕ ಮಳೆ ಬಳಸುವುದು ಗಡ್ಡ",
    "Thunderstorm with rain": "ಮಳೆ ಬಳಸುವುದು ಗಡ್ಡ",
    "Thunderstorm with heavy rain": "ಭಾರಿ ಮಳೆ ಬಳಸುವುದು ಗಡ್ಡ",
    "Thunderstorm with light drizzle": "ತೂಕ ನೀರಿನ ಬುರುಡೆ ಗಡ್ಡ",
    "Thunderstorm with drizzle": "ನೀರಿನ ಬುರುಡೆ ಗಡ್ಡ",
    "Thunderstorm with heavy drizzle": "ಭಾರಿ ನೀರಿನ ಬುರುಡೆ ಗಡ್ಡ"
  }