{
    "Select Date and Time": "తేదీ మరియు సమయం ఎంచుకోండి",
    "navbar.the" : "ది",
    "navbar.basin" : "బేసిన్",
    "navbar.home" : "ఇంటి",
    "navbar.apmc" : "ఏపీఎంసీ",
    "navbar.yojnas" : "యోజనలు",
    "navbar.fertilizers" : "ఎరువులు",
    "navbar.joinChannel" : "వాట్సాప్ ఛానల్‌కు చేరండి",
    "Fertilizers.title" : "శిఫార్తపు ఎరువులు",
    "Fertilizers.description" : "వ్యవసాయంలో విజయవంతమైన ముఖ్యమైన అంశం భూమి యొక్క రచనను అర్థం చేయడం కాదు. మృదువు పరీక్ష ముఖ్యమైన ప్రాథమిక పనితీరును చేస్తుంది, మృదువుల సారాంశాలు మరియు లక్షణాలను సటీక అంకాలుగా అందిస్తుంది. మొదటి చెఱకును ఎదుర్కొన్నప్పుడు మృదువు పరీక్ష చేస్తే, వారు తమ ఉర్వరక దాని వర్తన రణాలకు మార్గదర్శక అంకాలు పొందవచ్చు. ఈ డేటా అమూల్యం ఉంటుంది, ఆరోగ్యకరమైన పంట మొత్తాన్ని కోసం అవసరమైన విధులు మరియు మొత్తాలను అందిస్తుంది. చివరి భాగంలో మృదువు సాగని నిర్ణయాలను పొందడానికి మృదువు స్వభావం వివిధ ప్రాంతాల్లో విభిన్నంగా ఉంటుంది, అందువల్ల స్థానిక విశ్లేషణ ప్రధానము. మృదువు పరీక్ష చేస్తే, వారి మృదువు యొక్క అనూతన సంరచన గురించి అమూల్య పరిజ్ఞానం పొందుతారు, వారికి తెలియజేయడం మరియు ఆధారిత నిర్ణయాలను తీసుకునే శక్తి ఇస్తుంది",
    "Fertilizers.btn" : "ఉరువాణ్యాలకు సరిపడిన ఎరుపులను కనుగొనండి",
    "navbar.articles" : "వ్యాసాలు",
    "navbar.contactUs" : "మాకు సంప్రదించండి",
    "Wait_text" : "దయచేసి వేచి ఉండండి...",
    "navbar.LiveChat" : "కంటెంట్ చదవండి",
    "shops.title" : "భూసార పరీక్ష",
    "shops.description" : "నేల పరీక్ష అనేక కారణాల వల్ల ముఖ్యమైనది: పంట ఉత్పత్తిని ఆప్టిమైజ్ చేయడానికి, అదనపు ఎరువులు ప్రవహించడం మరియు లీచింగ్ ద్వారా పర్యావరణాన్ని కాలుష్యం నుండి రక్షించడానికి, మొక్కల పెంపకం సమస్యల నిర్ధారణలో సహాయం చేయడానికి, పెరుగుతున్న మీడియా యొక్క పోషక సమతుల్యతను మెరుగుపరచడానికి మరియు ఆదా చేయడానికి. అవసరమైన ఎరువులను మాత్రమే వర్తింపజేయడం ద్వారా డబ్బు మరియు శక్తిని ఆదా చేయండి. ప్రీ-ప్లాంట్ మీడియా విశ్లేషణలు సంభావ్య పోషక లోపాలు, pH అసమతుల్యత లేదా అదనపు కరిగే లవణాల సూచనను అందిస్తాయి. తమ సొంత మీడియాను మిక్స్ చేసే పెంపకందారులకు ఇది చాలా ముఖ్యం. పెరుగుతున్న కాలంలో మీడియా పరీక్ష అనేది పంట పోషణ మరియు కరిగే లవణాల స్థాయిలను నిర్వహించడానికి ఒక ముఖ్యమైన సాధనం. ఈ సాధనాన్ని సమర్థవంతంగా ఉపయోగించడానికి, మీరు విశ్లేషణ కోసం లేదా అంతర్గత పరీక్ష కోసం పంపడానికి మీడియా నమూనాను ఎలా తీసుకోవాలో తెలుసుకోవాలి మరియు మీడియా పరీక్ష ఫలితాలను అర్థం చేసుకోగలగాలి.",
    "shops.btn" : "సాయిల్ టెస్టింగ్ ల్యాబ్‌లను కనుగొనండి",
    "navbar.soiltest" : "భూసార పరీక్ష",
    "hero.headline": "జై జవాన్! జై కిసాన్!",
    "hero.description" : "'ది-బేసిన్' కి స్వాగతం, ఇక్కడ మేము భారతీయ రైతులు మరియు వ్యవసాయ ప్రపంచ అందాన్ని జరుపుకుంటాము. APMCలోని ట్రెండ్‌లు, ప్రభుత్వ పథకాలు మరియు వ్యక్తిగతీకరించిన వాతావరణ సూచనలను బహుళ భాషల్లో అన్వేషించండి. వ్యవసాయ విజయాన్ని పెంపొందించడానికి తెలివైన కథనాలను యాక్సెస్ చేయండి. ఉజ్వల భవిష్యత్తు కోసం విత్తనాలు విత్తడంలో మాతో చేరండి!",
    "hero.weatherButton": "నేడు వాతావరణం?",
    "hero.yojnas" : "యోజనాలు",
    "hero.apmc" : "హోల్‌సేల్ రెగ్యులేటెడ్ మార్కెట్‌లు (APMC)",
    "hero.articles" : "వ్యవసాయంపై వ్యాసాలు",
    "apmc.findApmc" : "APMCని కనుగొనండి",
    "apmc.description" : "APMC, లేదా వ్యవసాయోత్పత్తుల మార్కెట్ కమిటీ, మీ పంటలకు సరసమైన ధరలను మరియు పారదర్శక లావాదేవీలను నిర్ధారిస్తూ మీ స్థానిక రైతు బజారు వంటిది. ఇది అన్యాయమైన పద్ధతుల గురించి చింతించకుండా మీ ఉత్పత్తులను విక్రయించడానికి మీరు వెళ్లవలసిన ప్రదేశం. APMC మిమ్మల్ని నేరుగా కొనుగోలుదారులతో కలుపుతుంది, మధ్యవర్తులను తగ్గించి, మీ కృషికి మెరుగైన లాభాలను అందిస్తుంది. APMCతో, మీ పంటకు సరసమైన విలువ లభిస్తుంది మరియు మీరు అభివృద్ధి చెందుతున్న వ్యవసాయ సంఘానికి అవసరమైన స్థిరత్వం మరియు మద్దతును పొందుతారు.",
    "apmc.whyImportant" : "APMC ఎందుకు ముఖ్యమైనది?",
    "apmc.steps.0.title":"ఫెయిర్ ట్రేడ్ హబ్: APMC వ్యవసాయ శ్రేయస్సును పెంచుతుంది",
    "apmc.steps.0.description":"APMC సరసమైన ధరలు, పారదర్శక ఒప్పందాలు మరియు కొనుగోలుదారులకు ప్రత్యక్ష ప్రాప్యతను నిర్ధారిస్తుంది, మంచి లాభాల కోసం మధ్యవర్తులను తొలగిస్తుంది.",
    "apmc.steps.1.title": "మార్కెట్ గేట్‌వే: APMC వ్యవసాయ వృద్ధికి మద్దతు ఇస్తుంది",
    "apmc.steps.1.description":"APMC రైతులకు మార్కెట్‌కి ప్రత్యక్ష మార్గాన్ని అందిస్తుంది, సరసమైన ధరలను మరియు స్థిరమైన ఆదాయం కోసం కొనుగోలుదారులకు సులభంగా యాక్సెస్‌ను అందిస్తుంది.",
    "yojnas.title" : "యోజనాలు",
    "yojnas.description" : "రైతులకు సాధికారత: యోజనలు కీలకమైన ప్రభుత్వ సహాయాన్ని అన్‌లాక్ చేస్తాయి, ఆర్థిక సహాయం, సాంకేతికత మరియు స్థిరమైన వ్యవసాయ వృద్ధికి తగిన పరిష్కారాలను అందిస్తాయి. ఈ కార్యక్రమాలు ఉత్పాదకతను ఎలా పెంచుతాయో మరియు శ్రేయస్సును ఎలా నిర్ధారిస్తాయో కనుగొనండి, వ్యవసాయాన్ని సులభతరం చేస్తుంది, మరింత సమర్థవంతంగా మరియు చివరికి మరింత లాభదాయకంగా చేస్తుంది.",
    "yojnas.findYojnas" : "యోజనలను కనుగొనండి",
    "yojnas.cards.0.title" : "యోజనలు: మీ వ్యవసాయ ప్రోత్సాహం",
    "yojnas.cards.0.description" : "మీ పొలం వృద్ధి చెందడానికి ప్రభుత్వ యోజనలు ఎలా సహాయపడతాయో తెలుసుకోండి! మీ పంటలను మెరుగ్గా పండించడానికి మరియు మీ పొలాన్ని బలంగా ఉంచుకోవడానికి డబ్బు, సాంకేతికత మరియు మరిన్నింటి కోసం మద్దతు పొందండి. ఈ యోజనాలు మీకు వ్యవసాయాన్ని ఎలా సులభతరం చేయగలవో మరియు మరింత విజయవంతమైనవిగా చేయగలవో తెలుసుకోండి.",
    "yojnas.cards.1.title" : "యోజనలను నుండి ఎక్కువ పొందండి",
    "yojnas.cards.1.description" : "మీలాంటి రైతులకు యోజనల ద్వారా ప్రభుత్వం అందించే ప్రత్యేక సహాయం గురించి తెలుసుకోండి. మీరు ఉచిత శిక్షణ, డబ్బు లేదా మీ వ్యవసాయ పరికరాలతో సహాయం పొందవచ్చో లేదో తెలుసుకోండి. దరఖాస్తు చేయడానికి సులభమైన దశలను తెలుసుకోండి మరియు యోజనలు మీ వ్యవసాయ జీవితాన్ని ఎలా మెరుగుపరుస్తాయి.",
    "articles.title" : "వ్యాసాలు",
    "articles.description":  "వ్యవసాయం కోసం వ్యాసాల ప్రాముఖ్యతను కనుగొనండి, వ్యవసాయ వృద్ధికి మీ అమూల్యమైన జ్ఞానం. ఈ కథనాలు మీ వ్యవసాయ అవసరాలకు అనుగుణంగా ఆచరణాత్మక అంతర్దృష్టులు, నిపుణుల సలహాలు మరియు వినూత్న పద్ధతులను అందిస్తాయి. పంట నిర్వహణ నుండి పరికరాల నిర్వహణ వరకు, వారు మీ పొలంలో ఉత్పాదకత మరియు లాభదాయకతను పెంచడానికి అవసరమైన మార్గదర్శకాలను అందిస్తారు. ఎప్పటికప్పుడు అభివృద్ధి చెందుతున్న వ్యవసాయ ప్రపంచంలో విజయానికి మీ విశ్వసనీయ సహచరుడు, వ్యవసాయం కోసం కథనాలతో ముందుకు సాగండి",
    "articles.findArticles" : "వ్యాసాలను కనుగొనండి",
    "articles.checks.0" : "సమాచారంతో ఉండండి: మీ వ్యవసాయ అవసరాలకు అనుగుణంగా నిపుణుల సలహాలు మరియు వినూత్న పద్ధతులను యాక్సెస్ చేయండి.",
    "articles.checks.1" :  "ఉత్పాదకతను మెరుగుపరచండి: పంట నిర్వహణ మరియు పరికరాల నిర్వహణ కోసం ఆచరణాత్మక అంతర్దృష్టులను తెలుసుకోండి.",
    "articles.checks.2" : "లాభదాయకతను పెంచండి: మీ పొలంలో ఉత్పాదకత మరియు లాభదాయకతను పెంచడానికి అవసరమైన మార్గదర్శకాలను పొందండి.",
    "AUDIO" : "ధ్వని",
    "Select Language": "భాషను ఎంచుకోండి",
    "Select Date": "తేదీ ఎంచుకోండి",
    "Select Time": "సమయం ఎంచుకోండి",
    "Select a Date": "ఒక తేదీ ఎంచుకోండి",
    "Select a Time": "ఒక సమయం ఎంచుకోండి",
    "Selected Date and Time": "ఎంచుకోబడిన తేదీ మరియు సమయం",
    "Date": "తేదీ",
    "Time": "సమయం",
    "Weather Description": "వాతావరణ వివరణ",
    "Clear sky": "స్పష్ట ఆకాశం",
    "Few clouds": "కొద్దిగా మేఘాలు",
    "Scattered clouds": "చిన్న మేఘాలు",
    "Broken clouds": "కనిపించిన మేఘాలు",
    "Overcast clouds": "మేఘగా కనిపించిన ఆకాశం",
    "Mist": "వాపు",
    "Smoke": "ధూమం",
    "Haze": "హేజ్",
    "Dust": "ధూళీ",
    "Fog": "కొబ్బరి",
    "Sand": "పంపు",
    "Ash": "బుట్టలు",
    "Squall": "స్క్వాల్",
    "Tornado": "టార్నాడో",
    "Light rain": "తేలిక వర్షం",
    "Moderate rain": "మధ్యస్థ వర్షం",
    "Heavy intensity rain": "భారీ తీవ్ర వర్షం",
    "Very heavy rain": "తీవ్రమైన వర్షం",
    "Extreme rain": "అతి తీవ్ర వర్షం",
    "Freezing rain": "ముక్తాయిత వర్షం",
    "Light intensity shower rain": "తేలిక తీవ్రత వర్షం",
    "Shower rain": "వర్షం",
    "Heavy intensity shower rain": "భారీ తీవ్రత వర్షం",
    "Ragged shower rain": "నుండి నిండి వర్షం",
    "Light snow": "తేలిక మంచు",
    "Snow": "మంచు",
    "Heavy snow": "భారీ మంచు",
    "Sleet": "స్లీట్",
    "Shower sleet": "స్లీట్ వర్షం",
    "Light rain and snow": "తేలిక వర్షం మరియు మంచు",
    "Rain and snow": "వర్షం మరియు మంచు",
    "Light shower snow": "తేలిక మంచు",
    "Shower snow": "మంచు",
    "Heavy shower snow": "భారీ మంచు",
    "Thunderstorm with light rain": "తేలిక వర్షం తో గడ్డం",
    "Thunderstorm with rain": "వర్షం తో గడ్డం",
    "Thunderstorm with heavy rain": "భారీ వర్షం తో గడ్డం",
    "Thunderstorm with light drizzle": "తేలిక తీవ్రత గడ్డం",
    "Thunderstorm with drizzle": "గడ్డం",
    "Thunderstorm with heavy drizzle": "భారీ తీవ్రత గడ్డం"
  }
  