{
    "enSummary": "Welcome to 'The-Basin', a digital hub celebrating the heart and soul of Indian farming. Here, we pay homage to the hard work and dedication of our farmers, offering a wealth of resources to support their journey. Explore our platform and discover the array of government schemes, known as Yojnas, designed to assist farmers with financial aid and technological support. These initiatives are like lifelines, helping farmers navigate challenges and thrive in their endeavors. Step into the bustling marketplace of the Agricultural Produce Market Committee (APMC), where fair trade practices ensure farmers receive equitable prices for their produce. Dive into our collection of articles, where you'll find practical tips and advice on everything from crop management to equipment maintenance. We're here to provide the guidance and support farmers need to succeed. And don't forget to explore our Soil Testing Lab, where you can unlock the secrets of your soil and optimize your crop production. At 'The-Basin', we're more than just a website – we're a community, united by a shared love for farming and a commitment to growth. Join us as we sow the seeds of prosperity together.",
    "yojnaSummary": "Pradhan Mantri Kisan Samman Nidhi (PM-KISAN) provides Rs. 6000 per year to landholding farmers in three installments for financial support. Pradhan Mantri Kisan MaanDhan Yojana (PM-KMY) offers a pension scheme where small and marginal farmers can enroll and receive a monthly pension of Rs. 3000 upon reaching 60 years. Pradhan Mantri Fasal Bima Yojana (PMFBY) provides financial protection to farmers against crop losses due to natural calamities. Modified Interest Subvention Scheme (MISS) offers short-term loans for agricultural purposes to farmers at concessional interest rates. Agriculture Infrastructure Fund (AIF) provides financial support through loans and credit guarantees for building infrastructure projects to improve post-harvest management. Formation & Promotion of new 10,000 FPOs encourages the formation of Farmer Producer Organizations (FPOs) to help farmers access markets, inputs, and credit. National beekeeping and Honey Mission (NBHM) aims to improve honey production and beekeeping practices. Market Intervention Scheme and Price support Scheme (MIS-PSS) protects farmers from falling agricultural produce prices by intervening in the market. Namo Drone Didi empowers Women Self Help Groups (SHGs) by providing drones for agricultural applications. Rashtriya Krishi Vikas Yojana (RKVY) provides financial assistance to states for projects that improve agriculture and allied sectors. Soil Health Card (SHC) helps farmers improve soil health by providing information on soil nutrients. Rainfed Area Development (RAD) focuses on improving agricultural productivity in areas with limited rainfall. Per Drop More Crop (PDMC) encourages water conservation in agriculture through micro-irrigation technologies. Paramparagat Krishi Vikas Yojana (PKVY) promotes organic farming practices by providing financial assistance. Sub-Mission on Agriculture Mechanization (SMAM) aims to modernize Indian agriculture by increasing the adoption of farm machinery. Crop Residue Management encourages sustainable crop residue management practices. Agro-forestry promotes planting trees on farms alongside crops for additional income and environmental benefits. National Food Security Mission (NFSM) focuses on increasing food grain production sustainably. Sub-Mission on Seed and Planting Material (SMSP) supports the seed production chain to ensure availability of high-quality seeds. National Mission on Edible Oils (NMEO)-Oil Palm (NMEO-OP) promotes oil palm cultivation to reduce dependence on imported edible oils. Mission for Integrated Development of Horticulture (MIDH) supports growth of horticulture sectors. National Bamboo Mission (NBM) focuses on developing the bamboo sector value chain. Integrated Scheme for Agriculture Marketing (ISAM) provides financial assistance for agricultural marketing infrastructure development. Mission Organic Value Chain Development for North Eastern Region (MOVCDNER) develops organic production clusters in the North East. Sub-Mission on Agriculture Extension (SMAE) improves reach and effectiveness of agricultural extension services. Digital Agriculture creates digital infrastructure for agriculture, including online platforms for farmers."  
}
  